Repository: alexlundin/ultimate-author-box
Catalog: languages/ultimate-author-box-*.po
Languages: ne_np

source: Social Media Icons
ne_np: सामाजिक मिडिया प्रतीक

source: Enter link for social media icon
ne_np: सामाजिक मिडिया प्रतिमा लागि लिंक प्रविष्ट गर्नुहोस्

source: Check to show post Excerpt.
ne_np: पोस्ट अंश देखाउन जाँच गर्नुहोस्।

source: Contact Me
ne_np: मलाई सम्पर्क गर्नुस्

source: Name
ne_np: नाम

source: Email
ne_np: इमेल

source: Subject
ne_np: विषय

source: Phone
ne_np: फोन

source: Message
ne_np: सन्देश

source: Your message has been sent successfully!!
ne_np: तपाईंको सन्देश सफलतापूर्वक पठाइएको छ !!

source: Send To Email
ne_np: इमेल पठाउनुहोस्

source: Ultimate Author Box Author Widget
ne_np: परम लेखक बक्स लेखक विजेट

source: Author Box Widget
ne_np: बक्स विजेट लेखक

source: Author box
ne_np: लेखक बक्स

source: Post Count
ne_np: गणना पोस्ट

source: Widget Title:
ne_np: विजेट शीर्षक:

source: Only 1 widget allowed per tab
ne_np: केवल 1 विजेट प्रति ट्याब अनुमति

source: Saving Data.
ne_np: डाटा सुरक्षित।

source: Saved Data.
ne_np: बचत गरिएका डाटा।

source: Settings
ne_np: सेटिङ

source: Support
ne_np: समर्थन

source: Ultimate Author Box
ne_np: परम लेखक बक्स

source: How to use
ne_np: कसरी प्रयोग गर्ने

source: About
ne_np: बारेमा

source: Sorry! The Author has not filled his profile.
ne_np: माफ गर्नुहोस्! लेखक आफ्नो प्रोफाइल भरिएको छैन।

source: Note: The Ultimate Author Box is installed but you do not have the permission to configure it. Please contact the site Admin to have access to your AuthorBox.
ne_np: नोट: परम लेखक बक्स स्थापित छ तर तपाईं यसलाई कन्फिगर गर्न अनुमति छैन। कृपया आफ्नो AuthorBox पहुँच साइट व्यवस्थापक सम्पर्क गर्नुहोस्।

source: Hello there, You have received an email from your site. Details below: Name: #name Email: #email Phone: #phone Subject: #subject Message: #message Thank you!
ne_np: नमस्ते त्यहाँ, तपाईं आफ्नो साइट बाट इमेल प्राप्त गर्नुभएको छ। विवरण तल: नाम: #name इमेल: #email फोन: #phone विषय: #subject सन्देश: #message धन्यवाद!

source: Show Author Box in this post
ne_np: यो पोस्ट मा लेखक बक्स शो

source: Yes
ne_np: हो

source: No
ne_np: कुनै

source: Author Box Position
ne_np: लेखक-मा भएको पेटी स्थिति

source: Default
ne_np: पूर्वनिर्धारित

source: Top
ne_np: टुप्पो

source: Bottom
ne_np: तल

source: Ultimate Author Box Widget area
ne_np: परम लेखक बक्स विजेट क्षेत्र

source: Do not manually edit this area.
ne_np: म्यानुअल यो क्षेत्र सम्पादन नगर्नुहोस्।

source: Failed to add %s to %d
ne_np: %s मा %d थप्न असफल

source: Edit
ne_np: सम्पादन गर्नुहोस्

source: Delete
ne_np: मेटाउन

source: Close
ne_np: बन्द

source: Deleted %s
ne_np: मेटिएको %s

source: Failed to delete %s
ne_np: मेट्न असफल भयो %s

source: Saved %s
ne_np: सुरक्षित %s

source: Settings saved successfully
ne_np: सेटिङ सफलतापूर्वक सुरक्षित

source: Settings restored to default successfully
ne_np: सेटिङ सफलतापूर्वक पूर्वनिर्धारितमा पुनर्स्थापित

source: Cache Cleared successfully
ne_np: क्यास सफलता पूर्वक खाली गरियो

source: Select Template
ne_np: टेम्पलेट चयन

source: Template 1
ne_np: टेम्पलेट 1

source: Template 2
ne_np: टेम्पलेट 2

source: Template 3
ne_np: टेम्पलेट 3

source: Template 4
ne_np: टेम्पलेट 4

source: Template 5
ne_np: टेम्पलेट 5

source: Template 6
ne_np: टेम्पलेट 6

source: Template 7
ne_np: टेम्पलेट 7

source: Template 8
ne_np: टेम्पलेट 8

source: Template 9
ne_np: टेम्पलेट 9

source: Template 10
ne_np: टेम्पलेट 10

source: Template 11
ne_np: टेम्पलेट 11

source: Template 12
ne_np: टेम्पलेट 12

source: Template 13
ne_np: टेम्पलेट 13

source: Template 14
ne_np: टेम्पलेट 14

source: Template 15
ne_np: टेम्पलेट 15

source: Template 16
ne_np: टेम्पलेट 16

source: Template 17
ne_np: टेम्पलेट 17

source: Template 18
ne_np: टेम्पलेट 18

source: Template 19
ne_np: टेम्पलेट 19

source: Primary Color
ne_np: प्राथमिक रंग

source: Secondary Color
ne_np: माध्यमिक रंग

source: Tertiary Color
ne_np: Tertiary रंग

source: Upload Custom Image
ne_np: अनुकूलन छवि अपलोड

source: Image Preview:
ne_np: छवि पूर्वावलोकन:

source: Disable Ultimate Author Box
ne_np: परम लेखक बक्स असक्षम

source: Disable Author Box in frontend entirely
ne_np: फ्रन्टइन्ड अक्षम लेखक बक्स सम्पूर्ण

source: Choose place to show Author Box
ne_np: लेखक-मा भएको पेटी देखाउन स्थान चयन

source: Show in Posts
ne_np: पोस्टमा देखाउन

source: Check to show Ultimate Author Box in Posts
ne_np: मा पोस्ट परम लेखक बक्स देखाउन जाँच

source: Show in Pages
ne_np: पन्ने देखाउनुहोस्

source: Check to show Ultimate Author Box in Pages
ne_np: पन्ने मा परम लेखक बक्स देखाउन जाँच

source: Show in Custom Post Types
ne_np: अनुकूलन पोस्ट प्रकार देखाउनुहोस्

source: Check to show Ultimate Author Box in Custom Post Type
ne_np: अनुकूलन पोस्ट प्रकार परम लेखक बक्स देखाउन जाँच

source: Show Author Box at
ne_np: लेखक-मा भएको पेटी शो मा

source: Top of Posts
ne_np: पोस्ट को शीर्ष

source: Bottom of Posts
ne_np: पोस्ट को तल

source: None
ne_np: कुनै पनि

source: Hide Author Box if Author Biographical Info is empty
ne_np: लेखक लुकाउनुहोस् बक्स यदि लेखक जीवनी जानकारी खाली छ

source: Check to hide Author Box if Author Biographical Info is empty
ne_np: लेखक-मा भएको पेटी लुकाउन लेखक जीवनी जानकारी खाली छ भने जाँच

source: Show Default Biographical Info if empty
ne_np: पूर्वनिर्धारित शो जीवनी जानकारी भने खाली

source: Check to Show Default Biographical Info if empty
ne_np: पूर्वनिर्धारित जीवनी जानकारी भने खाली देखाउन जाँच

source: Default Author Box Message
ne_np: पूर्वनिर्धारित लेखक बक्स सन्देश

source: Show Author Box in Small Screen Device
ne_np: लघु पर्दा उपकरण मा लेखक बक्स शो

source: Check to Show Author Box in Small Screen Device
ne_np: लघु पर्दा उपकरण मा लेखक बक्स देखाउन जाँच

source: Frontend link target options
ne_np: फ्रन्टइन्ड लिंक लक्ष्य विकल्प

source: New Page
ne_np: नयाँ पृष्ठ

source: Same Page
ne_np: समान पृष्ठ

source: Choose user roles
ne_np: प्रयोगकर्ता भूमिका चयन

source: Select user roles for user fields access
ne_np: प्रयोगकर्ता क्षेत्रहरू पहुँचका लागि प्रयोगकर्ता भूमिका चयन

source: Consumer Key (API Key)
ne_np: उपभोक्ता प्रमुख (एपीआई प्रमुख)

source: Consumer Secret (API Secret)
ne_np: उपभोक्ता रहस्य (एपीआई रहस्य)

source: Access Token
ne_np: पहुँच टोकन

source: Access Token Secret
ne_np: पहुँच टोकन रहस्य

source: Cache Period
ne_np: क्यास अवधि

source: Delete Cache
ne_np: क्यास मेटाउन

source: Default template
ne_np: पूर्वनिर्धारित टेम्पलेट

source: Custom template
ne_np: अनुकूल टेम्प्लेट

source: Custom Template
ne_np: अनुकूल टेम्प्लेट

source: Enable Custom CSS Section
ne_np: अनुकूलन CSS धारा सक्षम

source: Check to Enable Custom CSS Section
ne_np: अनुकूलन CSS धारा सक्षम गर्न जाँच

source: Save Changes
ne_np: परिवर्तनहरू सुरक्षित गर्नुहोस

source: Are you sure you want to restore default settings?
ne_np: तपाईं पूर्वनिर्धारित सेटिङहरू पुनःस्थापित गर्न चाहनुहुन्छ निश्चित हुनुहुन्छ?

source: Restore Default Settings
ne_np: पूर्वनिर्धारित सेटिङहरू पुनर्स्थापना

source: Go to Profile Settings
ne_np: सेटिङ प्रोफाइल जानुहोस्

source: Please fill your Author Box
ne_np: कृपया आफ्नो लेखक बक्स भर्न

source: Ultimate Author Box Profile Settings
ne_np: परम लेखक बक्स प्रोफाइल सेटिङ

source: Select New Tab Option
ne_np: नयाँ ट्याब विकल्प चयन गर्नुहोस्

source: Select Tab Type
ne_np: ट्याब प्रकार चयन गर्नुहोस्

source: Default tabs
ne_np: पूर्वनिर्धारित ट्याबहरू

source: Author posts
ne_np: लेखक पोस्ट

source: Company description
ne_np: कम्पनी विवरण

source: Contact Form
ne_np: सम्पर्क फारम

source: Feeds tabs
ne_np: ट्याबहरू फीड

source: Twitter Feeds
ne_np: ट्विटर फिड

source: RSS Feeds
ne_np: आरएसएस फिड

source: Facebook Feeds
ne_np: फेसबुक फिड

source: Custom tabs
ne_np: अनुकूलन ट्याबहरू

source: Widget
ne_np: विजेट

source: WYSIWYG Editor
ne_np: WYSIWYG सम्पादक

source: Tab Name
ne_np: ट्याब नाम

source: New tab
ne_np: नयाँ ट्याब

source: Author Details
ne_np: लेखक विवरण

source: New Tab
ne_np: नयाँ ट्याब

source: Template Settings
ne_np: टेम्पलेट सेटिङ

source: Author Posts
ne_np: लेखक पोस्ट

source: Frontend Tab Title
ne_np: फ्रन्टइन्ड ट्याब शीर्षक

source: Number of posts
ne_np: पोस्ट संख्या

source: Select Post Type
ne_np: पोस्ट प्रकार चयन गर्नुहोस्

source: Latest Posts
ne_np: नवीनतम पोस्ट

source: Selective Posts
ne_np: छनौट पोस्ट

source: Posts to show
ne_np: देखाउन पोस्ट

source: The User does not have any posts
ne_np: प्रयोगकर्ता कुनै पनि पोष्ट छैन

source: Show Post Excerpt
ne_np: पोस्ट अंश शो

source: Check to show post excerpt.
ne_np: पोस्ट अंश देखाउन जाँच गर्नुहोस्।

source: Read More Text
ne_np: थप पाठ पढ्नुहोस्

source: Show Post Image
ne_np: छवि पोस्ट शो

source: Check to show post image.
ne_np: पोस्ट छवि देखाउन जाँच गर्नुहोस्।

source: Show Post Date
ne_np: पोस्ट शो तिथि

source: Check to show post date.
ne_np: पोस्ट मिति देखाउन जाँच गर्नुहोस्।

source: Check to show post category.
ne_np: पोस्ट श्रेणी देखाउन जाँच गर्नुहोस्।

source: Additional Company Information
ne_np: थप कम्पनी सूचना

source: Company Detail Description
ne_np: कम्पनी विस्तृत विवरण

source: Contact Form Settings
ne_np: संपर्क फारम सेटिङहरू

source: Default Contact Form
ne_np: पूर्वनिर्धारित संपर्क फारम

source: External Contact Form
ne_np: बाहिरी संपर्क फारम

source: Contact Form Shortcode
ne_np: संपर्क फारम Shortcode

source: Contact Form Title
ne_np: संपर्क फारम शीर्षक

source: Name Label
ne_np: नाम लेबल

source: Email Label
ne_np: इमेल लेबल

source: Phone Label
ne_np: फोन लेबल

source: Subject Label
ne_np: विषय लेबल

source: Message Label
ne_np: सन्देश लेबल

source: Success Message
ne_np: सफलता सन्देश

source: Send to Email
ne_np: इमेल पठाउन

source: Note: The Admin has not configured the Twitter Settings. Please contact Admin to use Twitter Feeds.
ne_np: नोट: व्यवस्थापक ट्वीटर सेटिङ कन्फिगर छैन। ट्विटर फिड प्रयोग गर्न व्यवस्थापक सम्पर्क गर्नुहोस्।

source: Twitter Settings
ne_np: ट्विटर सेटिङ

source: Twitter Username
ne_np: ट्विटर प्रयोगकर्ता नाम

source: Number of Twitter Feeds
ne_np: ट्विटर फिड संख्या

source: RSS Feed Settings
ne_np: RSS फीड सेटिङ

source: RSS URL
ne_np: आरएसएस URL

source: Link target options
ne_np: लिंक लक्ष्य विकल्प

source: Number of RSS Feeds
ne_np: आरएसएस फिड संख्या

source: Facebook Feed Settings
ne_np: फेसबुक फिड सेटिङ

source: Facebook APP ID
ne_np: फेसबुक अनुप्रयोग परिचय

source: Facebook APP Secret
ne_np: फेसबुक अनुप्रयोग रहस्य

source: Facebook Profile/Page ID
ne_np: फेसबुक प्रोफाइल / पेज आईडी

source: Number of Facebook Feeds
ne_np: फेसबुक फिड संख्या

source: Lists Of Widgets
ne_np: सूची विजेट

source: Listed Widgets
ne_np: सूचीबद्ध विजेट

source: Enable Personal Template
ne_np: व्यक्तिगत खाका सक्षम

source: Select Custom Template
ne_np: अनुकूलटेम्प्लेट चयन

source: Invalid/Empty RSS URL
ne_np: अवैध / खाली आरएसएस URL

source: No Tab Selected
ne_np: कुनै ट्याब चयन

source: Facebook Feeds Fetched Successfully!
ne_np: फेसबुक तानिएको सफलतापूर्वक फीड!

source: Profile Image Settings
ne_np: प्रोफाइल स्वतपरिक्रमणपृष्ठ

source: Choose Image Type
ne_np: छवि प्रकार चयन

source: Social Profile Image
ne_np: सामाजिक प्रोफाइल छवि

source: Facebook
ne_np: फेसबुक

source: Instagram
ne_np: इन्स्टाग्राम

source: Twitter
ne_np: ट्विटर

source: Custom Image
ne_np: अनुकूलन छवि

source: Upload Image
ne_np: छवि अपलोड

source: Facebook User ID
ne_np: फेसबुक प्रयोगकर्ता आईडी

source: paste your Facebook Profile URL and click on Find Numeric ID.
ne_np: आफ्नो Facebook प्रोफाइल URL पेस्ट र संख्यात्मक आईडी फेला मा क्लिक गर्नुहोस्।

source: Instagram Image ID
ne_np: इन्स्टाग्राम छवि आईडी

source: To get your Instagram Image ID, Please open any image on Instagram you want in the single preview. If your image URL is https://www.instagram.com/p/7FfbBpSOaC/ then 7FfbBpSOaC is your Instagram Image ID
ne_np: आफ्नो इन्स्टाग्राम छवि आईडी प्राप्त गर्न, कृपया तपाईं एकल पूर्वावलोकन मा चाहनुहुन्छ इन्स्टाग्राम कुनै पनि छवि खोल्न। आफ्नो छवि URL https://www.instagram.com/p/7FfbBpSOaC/ छ भने 7FfbBpSOaC आफ्नो इन्स्टाग्राम छवि आईडी छ

source: To get your Twitter Username, Please open your twitter profile. If your profile URL is https://twitter.com/apthemes then apthemes is your Twitter username.
ne_np: आफ्नो ट्विटर प्रयोगकर्ता नाम प्राप्त गर्न, कृपया आफ्नो ट्विटर प्रोफाइल खोल्न। आफ्नो प्रोफाइल URL apthemes त्यसपछि https://twitter.com/apthemes छ भने आफ्नो ट्विटर प्रयोगकर्ता नाम छ।

source: Choose Image Shape
ne_np: छवि आकृति चयन

source: Square
ne_np: वर्ग

source: Circular
ne_np: परिपत्र

source: Company Information
ne_np: कम्पनी सूचना

source: Company Name
ne_np: कम्पनी नाम

source: Company URL
ne_np: कम्पनी URL

source: Designation
ne_np: पद

source: Separator
ne_np: विभाजक

source: Phone Number
ne_np: फोन नम्बर

source: Detail Biographical Info
ne_np: विवरण जीवनी जानकारी

source: This Description will be shown in a popup when you click on the Author Image
ne_np: आफ्नो विवरण पपअप मा देखाइने जब तपाईं लेखक छवि मा क्लिक

source: Choose Author
ne_np: लेखक चयन

source: Display Type:
ne_np: प्रदर्शन प्रकार:

source: Auto Detect Author
ne_np: स्वतः लेखक पत्ता

source: Use this option to automatically detect author if this sidebar is used on single post template or author template
ne_np: यो साइडबार एकल पोस्ट खाका या लेखक टेम्पलेट मा प्रयोग गरिन्छ भने स्वतः लेखक पत्ता लगाउन यो विकल्प प्रयोग गर्नुहोस्

source: Display Author Name
ne_np: प्रदर्शन लेखक नाम

source: Display Author Designation
ne_np: प्रदर्शन लेखक पद

source: Display Author Description
ne_np: प्रदर्शन लेखक विवरण

source: Display Social Icons
ne_np: सामाजिक प्रतीक प्रदर्शन

source: at
ne_np: मा

source: Ultimate Author Box Author List Widget
ne_np: परम लेखक बक्स लेखक सूची विजेट

source: Author List Widget
ne_np: लेखक सूची विजेट

source: Author List
ne_np: लेखक सूची

source: slider
ne_np: स्लाइडर

source: Slider
ne_np: स्लाइडर

source: Sidebar Grid
ne_np: साइडबार ग्रिड

source: Full Grid
ne_np: पूर्ण ग्रिड

source: List
ne_np: सूची

source: Author Number:
ne_np: लेखक नम्बर:

source: Order By:
ne_np: क्रम:

source: Author Name
ne_np: लेखक नाम

source: Order:
ne_np: आदेश:

source: Ascending
ne_np: आरोही

source: Descending
ne_np: घट्दो

source: Exclude Author:
ne_np: लेखक बहिष्कृत:

source: No shortcode placed.
ne_np: कुनै shortcode राख्नुभयो।

source: Read more...
ne_np: थप पढ्नुहोस्...

source: contact me
ne_np: मलाई सम्पर्क गर्नुस्

source: web
ne_np: वेब

source: email
ne_np: इमेल

source: call
ne_np: कल

source: follow me
ne_np: मलाई पिछा गर्नुहोस्

source: ago
ne_np: पहिले

source: By
ne_np: द्वारा

source: Reply
ne_np: जवाफ

source: Favorite
ne_np: मनपर्ने

source: Follow
ne_np: पालना
